Repository: Valcur/MealApp
Catalog: Meal/Commons/*.lproj/Localizable.strings
Languages: fr

source: Meat
fr: Carné

source: Outside
fr: Extérieur

# mealList_meat_intro
source: Your non vegan dishes
fr: Vos plats non vegan

# mealList_vegan_intro
source: Your vegan dishes
fr: Vos plats vegan

# mealList_outside_intro
source: To order when you don't want to cook
fr: Les adresses où vous aimez commander

source: This week
fr: Cette semaine

source: Next week
fr: Semaine prochaine

# tab_week
source: My week
fr: Ma semaine

# tab_meals
source: My meals
fr: Mes plats

# tab_options
source: Configure
fr: Options

# autofill_intro
source: Fill each empty lunch with a random meal depending on what options you selected
fr: Remplis la semaine avec vos plats, choisis aléatoirement

# autofill_meat-vegan_title
source: Share between %@/%@ meal this week
fr: Choisissez le pourcentage de plat %@ que vous souhaitez cette semaine (le reste sera %@)

# autofill_outside_title
source: Number of meal outside this week
fr: Choisissez le nombre de repas où vous souhaitez commander des plats déjà préparé cette semaine

# mealPlan_edit_title
source: Edit info
fr: Modifier les informations

# mealPlan_edit_subtitle
source: Change meal
fr: Changer le plat pour ce repas

# mealPlan_new_title
source: New meal
fr: Ajouter un plat pour ce repas

# mealPlan_new_subtitle
source: Select info
fr: Choisissez le plat

# mealPlan_notes_new_title
source: Add notes
fr: Ajoutez des notes

# mealPlan_notes_edit_title
source: Edit notes
fr: Modifier les notes

# choice_choose
source: Choose
fr: Au choix

# choice_write
source: Write
fr: Spécial

# choice_leftover
source: Leftover
fr: Des restes

# choice_write_intro
source: Choose a custom name for this one time meal
fr: Choisissez le nom de ce repas

# choice_write_placeholder
source: Enter meal name
fr: Entrez le nom

source: Leftover
fr: Restes

source: Done
fr: Valider

# mealList_title
source: Your meals
fr: Vos plats

# mealList_new_title
source: New meal
fr: Nouveau plat

# mealList_new_subtitle
source: Enter the info for your new meal
fr: Entrez les informations pour votre nouveau plat

# mealList_edit_title
source: Edit meal
fr: Modifier le plat

# mealList_edit_subtitle
source: Change the info of your meal
fr: Modifiez les informations pour ce plat

# mealList_name_title
source: Meal name
fr: Nom du plat

# mealList_name_placeholder
source: Enter meal name
fr: Entrez le nom du plat

# mealList_type_title
source: Meal type
fr: Type de plat

# mealList_defaultSides
source: Default sides
fr: Accompagnements par défaut

# notes_placeholder
source: Add your notes here ...
fr: Ajoutez vos notes ici ...

# options_schedule_title
source: Schedule
fr: Programme

# options_schedule_new
source: New schedule
fr: Nouveau programme

# options_schedule_new_title
source: New schedule
fr: Nouveau programme

# options_schedule_new_mealChoice_subtitle
source: Choose the meal you want to add to a schedule
fr: Choisissez le plat que vous souhaitez voir répéter chaque semaine

# options_schedule_edit_title
source: Edit schedule
fr: Modifier programme

# options_schedule_edit_mealChoice_subtitle
source: Change the meal for this schedule
fr: Changer le plat répété

# options_schedule_new_subtitle
source: Choose the days and hours for this schedule
fr: Choissez les jours et le repas où vous souhaitez voir ce plat se répéter

# options_schedule_new_confirmButton
source: Add Schedule
fr: Ajouter programme

# confirmChangesButton
source: Confirm changes
fr: Confirmer les changements

# options_calendar_title
source: Calendar
fr: Calendrier

# options_calendar_use
source: Add your meal plan to your calendar
fr: Ajouter vos semaines à votre calendrier

# options_calendar_choose_desciption
source: Choose the calendar on which to add your menus (do not select more than one calendar)
fr: Choisissez le calendrier sur lequel ajouter vos menus : ne selectionnez pas plus d'un calendrier (si ce bouton ne fonctionne pas, assurez-vous d'avoir autorisé l'accés à vos contacts ET à votre calendrier)

# options_calendar_choose_buttonLabel
source: Choose calendar
fr: Choisir calendier

# options_calendar_midday
source: Choose the midday lunch time
fr: Choisissez l'heure du repas du midi

# options_calendar_evening
source: Choose the evening dinner time
fr: Choisissez l'heure du repas du soir

# intro_welcome_title
source: Welcome
fr: Bienvenue

# intro_welcome_intro
source: Let's quickly learn how to use this app
fr: Prenons un court instant pour apprendre à utiliser cette application

# intro_addMeal_title
source: Add meals
fr: Ajouter des plats

# intro_addMeal_intro
source: First, we need to add the meals you like. Head to the 'my meals' tab
fr: Dans un premier temps, il vous faut ajouter des plats que vous aimez. Dirigez vous vers l'onglet 'Mes plats'

# intro_addMeal_add
source: Use this button to create a new meal
fr: Utilisez ce bouton pour enregisrer un nouveau plat

# intro_addMeal_category
source: By default, your meals can be stored in 4 categories (you can rename the categories at any time in the options if you want to store your recipes differently) :
fr: Par défaut, vos plats peuvent être rangés dans 4 categories (vous pouvez les renommer/changer leur apparence à tout moment dans les options si vous souhaitez ranger vos recettes différements) :

# intro_addMeal_meat
source: Your meals that contains meat
fr: Vos plats non vegan

# intro_addMeal_vegan
source: Your vegan meals
fr: Vos plats vegan

# intro_addMeal_other
source: Your desserts
fr: Vos desserts

# intro_addMeal_outside
source: The places where you like to order, like your favorite sushi place
fr: Les endroits où vous aimez commander

# intro_organize_title
source: Plan your week
fr: Planifier sa semaine

# intro_organize_intro
source: Once you have created a few meals, head to the 'my week' pannel. Here, you can fill your days
fr: Une fois que vous avez créé assez de plats, dirigez vous vers l'onglet 'Ma semaine'. Ici, vous allez pouvoir remplir le menu de la semaine

# intro_organize_+
source: Press this to add a specific meal
fr: Ajouter un plat précis

# intro_organize_?
source: Press this to add a random vegan/not vegan meal. The app will try to add meals that you haven't picked for a while.
fr: Ajouter un plat vegan/non vegan aléatoire que vous n'avez pas mangé depuis longtemps

# intro_organize_hold
source: Changed your mind ? Hold a meal in the menu to move it to another day
fr: Changé d'avis ? Gardez appuyé un plat pour le déplacer à un autre jour

# intro_organize_auto
source: Use the auto button to let the app fill your week randomly
fr: Utilisez le bouton auto pour laisser l'application finir de remplir votre semaine aléatoirement

# intro_end_title
source: One more thing
fr: Dernier point

# intro_end_calendar
source: Head to the options if you want to automatically add your menus to your calendar and share them with your family
fr: Dirigez vous vers les options si vous souhaitez que votre menu soit automatiquement ajouté à votre calendrier et ainsi pouvoir le partager avec votre famille

# intro_end_schedule
source: You can create schedules to add the same meal every week at a specific time
fr: Créez un nouveau programme pour ajouter un plat specifique automatiquement chaque semaine

# intro_end_collaboration
source: Check the 'Collaboration' tab if you want multiple people in your family to edit the menu together.
fr: Rendez-vous dans le menu 'Collaboration' si vous souhaitez que plusieurs personnes puissent remplir le même menu.

# intro_continue
source: Continue
fr: Continuer

# intro_start
source: Let's get started
fr: Commencer

# newUserBuble_myWeek
source: Your meals list is empty, head over this panel to add meals
fr: Votre liste de plats est vide, dirigez vous vers cet onglet pour ajouter un plat

# newUserBuble_myMeals
source: Press here to add a meal to your list
fr: Appuyez ici pour ajouter un plat à votre liste

# sidepicker_title
source: Choose any number of sides
fr: Choissez autant d'accompagnements que souhaité

# avec
source: With
fr: Avec

# et
source: and
fr: et

# pates
source: Pasta
fr: Pâtes

# riz
source: Rice
fr: Riz

# semoule
source: Semolina
fr: Semoule

# pomme-de-terre
source: Potatoes
fr: Pommes de terre

# haricots-verts
source: Green beans
fr: Haricots verts

# puree
source: Mash potatoes
fr: Purée

# salade
source: Salad
fr: Salade

source: Gnocchi
fr: Gnocchis

# legumes
source: Vegetable
fr: Légumes

# pois-chiche
source: Chickpeas
fr: Pois Chiches

# galette-patate
source: Potato pancake
fr: Galette de patates

# chou
source: Cabbage
fr: Chou

# crudite
source: Raw vegetable
fr: Crudités

# taboule
source: Tabbouleh
fr: Taboulé

# pomme-noisette
source: Fried potatoes
fr: Patates frites

# poivron
source: Bell Pepper
fr: Poivrons

# avocat
source: Avocado
fr: Avocats

# petit-pois
source: Peas
fr: Petits Pois

# carrotes
source: Carrots
fr: Carottes

# mais
source: Corn
fr: Maïs

# concombre
source: Cucumbers
fr: Concombre

# champignons
source: Mushrooms
fr: Champi

# whatsNew_title
source: Whats new
fr: Nouvelle version

# whatsNew_content
source: - Add an image to your custom sides - Fixed a bug making you unable to edit your meals - Reworked the recommendation system to prevent meals from being re-selectable too quickly. The meals can also be re-selectable automatically after a certain period (4 weeks by default, modifiable in 'Options -> Recommended meals') - Added a contact panel in the options to reach me if there is a new feature you want to have or if you find a bug Premium users and members of their shared planning can customize the look of the app: - Change the app main color - Add a background image to your planning by choosing one of ours or importing a picture from your device
fr: - Ajoutez une photo à vos accompagnements personnalisés (Options -> Accompagnements) - Correction d'un bug empêchant de modifier certains plats de votre liste - Refonte du système interne de recommandation de plats aléatoire afin d'empêcher que des plats ne soient selectionnable à nouveau trop rapidement. Les plats peuvent également être resélectionnable automatiquement après un certains délai (4 semaines par défaut, modifiable dans 'Options -> Plats recommandés') - Ajout d'un onglet contact dans les options pour me contacter si vous souhaitez que j'ajoute une nouvelle fonctionnalité ou me signaler un bug Les utilisateurs premium et les membres de leur planning partagé peuvent désormais personnaliser l'apparence de l'application: - Changement de la couleur principale de l'app - Ajout d'une image de fond pour le menu de la semaine parmi une sélection ou importez une photo de votre choix depuis votre appareil

# whatsNew_old_title
source: Previously
fr: Précédemment

# whatsNew_old_content
source: - Pick between 3 choices when adding a random meal. - Added an animation when holding on a meal to move it to another day. - Visualize the list of meals you haven't eaten for a long time.
fr: - Choisissez parmi 3 propositions quand vous ajoutez un plat aléatoire. - Ajout d'une animation lorsque vous gardez appuyé sur un plat pour le déplacer. - Visualisez la liste des plats que vous n'avez pas mangé depuis longtemps.

# whatsNew_rateUs_title
source: Enjoying the app ?
fr: Vous appréciez l'application ?

# whatsNew_rateUs_content
source: Please tell us how we're doing.
fr: Dites nous ce que vous en pensez.

# whatsNew_rateUs_button
source: Rate us in the App Store
fr: Notez nous sur l'App Store

# whatsNew_rateUs_noThanks
source: No thanks
fr: Non merci

# collaboration.description
source: Work together on the same planning. Copy your unique code and send it to people you want to invite. Joining a shared planning is free, sharing your planning is for premium users only. When using collaboration, if you save your planning to a calendar, make sure this specific calendar is only used for this app or other events on it could be deleted. Once activated if you have an error during synchronization, check your device's options -> 'Account name' -> iCloud -> iCloud Drive, and make sure that 'Synchronize this device' is enabled.
fr: Collaborez à plusieurs sur le même menu. Copiez votre code et envoyez le aux gens avec qui vous souhaitez collaborer. Rejoindre un menu partagé est gratuit, partager votre menu est réservé aux utilisateurs premium. Lorsque vous collaborez, si vous sauvegardez votre menu sur un calendrier, assurez vous que le calendrier en question n'est utilisé que pour cette application ou certains évènements risqueraient d'être supprimé. Si une fois activé vous avez des erreur lors de la synchronisation, rendez vous dans les options de votre appareil -> 'Nom de votre compte' -> iCloud -> iCloud Drive, et assurez vous que 'Synchroniser cet appareil' est bien activé.

# collaboration.useSharedPlanning.title
source: Join a shared planning
fr: Rejoindre un menu partagé

# collaboration.useSharedPlanning.codeDescription
source: Paste the code someone shared with you bellow to join his planning:
fr: Collez le code qu'on vous a partagé ci-dessous :

# collaboration.useSharedPlanning.toggle
source: Confirm using shared planning
fr: Confirmer vouloir rejoindre le menu lié au code ci-dessus.

# collaboration.useSharedPlanning.error
source: You can't join a shared planning while sharing your own planning.
fr: Vous ne pouvez pas collaborer sur le menu de quelq'un d'autre tant que vous partagez votre menu.

# collaboration.shareYourPlanning.title
source: Share your planning
fr: Partager votre menu

# collaboration.shareYourPlanning.toggle
source: Share your planning with anyone who has your code
fr: Partager votre menu avec quiconque a votre code

# collaboration.shareYourPlanning.codeDescription
source: Copy this code and share it to invite others to join your planning :
fr: Copiez ce code et envoyez le aux gens avec qui vous souhaitez collaborer :

# collaboration.shareYourPlanning.error
source: You can't share a planning while working on someone else's planning.
fr: Vous ne pouvez pas partager votre menu alors que vous collaborez déjà sur le menu de quelqu'un d'autre.

# collaboration.premium.description
source: Only premium users can share their planning and customize the app interface.
fr: Seul les utilisateurs premium peuvent partager leur menu et personnaliser l'interface de l'app.

# collaboration.premium.subscribe.description
source: Subscribe
fr: Abonnez vous

# collaboration.premium.restore.description
source: Already premium ?
fr: Déjà premium ?

# collaboration.premium.restore.title
source: Restore
fr: Restorer

# collaboration.premium.processing
source: Processing ...
fr: Opération en cours ...

# collaboration.errorMessage.progress
source: Please wait ...
fr: Veuillez patienter ...

# collaboration.errorMessage.invalidKey
source: Invalid code
fr: Code non valide

# collaboration.errorMessage.tryAgain
source: Error, please try again
fr: Erreur, veuillez réessayer

# customization.title
source: Customization
fr: Catégories

# customization.intro
source: If the default categories doesn't suit you, change them below.
fr: Si les catégories par défaut ne vous conviennent pas, changez ce que vous souhaitez ci-dessous.

# customization.category
source: Category
fr: Categorie

# customization.category.randomPickable
source: (Chosen randomly)
fr: (Sélectionné aléatoirement)

# customization.title.placeholder
source: Category name
fr: Nom de la catégorie

# customization.color.title
source: Color :
fr: Couleur :

# sides-manager.title
source: Sides
fr: Accompagnements

# sides-manager.reset.title
source: Reset sides list
fr: Réinitialiser les accompagnements

# sides-manager.reset.content
source: Use this button to remove all custom sides you have added and recover all default sides you have deleted.
fr: Utilisez ce bouton pour supprimer tous les accompagnements que vous avez ajouté et faire réapparaître tous les accompagnements que vous avez supprimé.

# sides-manager.custom.title
source: Your sides
fr: Vos accompagnements

# sides-manager.custom.placeholder
source: Side name
fr: Nom de l'accompagnement

# ui-personalization.premium.intro
source: Only premium users or users on a shared planning can customize the app interface.
fr: Pour pouvoir personnaliser l'interface, vous devez être premium ou faire partie d'un planning partagé.

# ui-personalization.appColor.title
source: App main color
fr: Couleur principale

# ui-personalization.appColor.content
source: You might need to restart the app for the color change to apply everywhere.
fr: Il peut être nécessaire de fermer/relancer l'application pour que le changement de couleur se fasse sur toute l'application.

# ui-personalization.background.title
source: Background
fr: Arrière-plan

# ui-personalization.background.showButtonBackground
source: Make the planning buttons more visible
fr: Rendre les boutons du planning plus visible

# options_other_title
source: Other
fr: Autres

# options.contact.content
source: If you want so see any new features, find a bug, or anything else, feel free to contact me by mail using the button below.
fr: Si vous souhaitez une nouvelle fonctionnalité en particulier ou recontrez des problèmes avec l'application, vous pouvez me contacter par mail en utilisant le bouton ci-dessous.

# options.contact.button
source: Contact me
fr: Contactez moi

source: Copy
fr: Copier

source: Paste
fr: Coller

source: Try again
fr: Réessayez

source: Reset
fr: Réinitialiser

# premium_info_title
source: Subscription informations
fr: Information sur l'abonnement

# premium_info_content
source: You may purchase an auto-renewing subscription through an In-App Purchase. • (in USD) Premium - 1 month ($0.99) • Your subscription will be charged to your iTunes account at confirmation of purchase and will automatically renew (at the duration selected) unless auto-renew is turned off at least 24 hours before the end of the current period. • Current subscription may not be cancelled during the active subscription period; however, you can manage your subscription and/or turn off auto-renewal by visiting your iTunes Account Settings after purchase • Being Premium will let you, for the duration of your subsription, share your planning with whoever you want and change the app color and background image.
fr: Vous pouvez acheter un abonnement avec renouvellement automatique par un achat In-App. • (en EUR) Premium - 1 mois (0.99€) • Votre abonnement sera facturé sur votre compte iTunes après confirmation de votre achat et sera automatiquelent renouvelé (à la fin de la durée selectionnée) à moins que le renouvellement automatique ne soit désactivé au moins 24h avant la fin de la période en cours. • L'abonnement en counrs ne peut pas être annulé durant la période active; cependant, vous pouvez gérer vos abonnements et/ou désactiver le renouvellement automatique en vous rendant dans les options de votre compte iTunes après l'achat • Etre premium vous offre, pour la durée de votre abonnement, la possibilité de partager votre menu avec qui vous voulez et de changer la couleur de l'app ainsi que l'image de fond.

# premium_lifetime_info_title
source: Purchase information
fr: Information sur l'achat

# premium_lifetime_info_content
source: You may purchase a lifetime premium access through an In-App Purchase. • (in USD) Premium - Lifetime ($9.99) • Being Premium will let you share your planning with whoever you want and change the app color and background image.
fr: Vous pouvez acheter un accès premium à vie grâce à un achat In-App. • (in USD) Premium - A vie ($9.99) • Etre premium vous offre la possibilité de partager votre menu avec qui vous voulez et de changer la couleur de l'app ainsi que l'image de fond.

source: Cancel
fr: Annuler

source: Continue
fr: Continuer

# per_month
source: /month
fr: /mois

# premium_viewOur
source: View our
fr: Consultez notre

# premium_policy
source: Privacy policy
fr: Politique de confidentialité

# randomMeals_title
source: Random meals
fr: Plats aléatoires

# randomMeals_content
source: Pick a meal for
fr: Choisissez un plat pour

# randomMeals_refresh
source: Change meals
fr: Changer les plats

# availableMeals_title
source: Recommended meals
fr: Plats recommandés

# availableMeals_content
source: All meals you haven't picked for a long time which will be added to your week when choosing randomly. You can reset those lists at any time.
fr: Les plats que vous n'avez pas mangé depuis longtemps et qui seront sélectionnés lorsque vous ajouterez des plats aléatoirement. Vous pouvez réinitialiser ces listes à tout moment.

# availableMeals_content_2
source: Meals are added back to the possible recommandation when the list become too small. You can also choose a time after which meals will be added back regardless of list size.
fr: Les plats sont à nouveau proposés automatiquement quand la liste devient trop petite. Vous pouvez également choisir un délai après lequel les plats seront rajoutés peu importe le nombre de plat restant dans la liste.

source: weeks
fr: semaines

source: Disabled
fr: Désactivé

# once
source: forever
fr: à vie

source: Time :
fr: Délai :
